/* card commands displayed in menu bar */

"Power off Card" = "Выключить карту";
"Power on Card" = "Включить карту";
"Open ExpressCard" = "Открыть ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Неизвестный производитель";
"Unknown Card Type" = "Неизвестный тип карты";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Обычное устройство";
"ClassCode0001" = "VGA-совместимое устройство";

"ClassCode01" = "Контроллер внешнего накопителя";
"ClassCode0100" = "Контроллер SCSI";
"ClassCode0101" = "Контроллер IDE";
"ClassCode0102" = "Контроллер дискет";
"ClassCode0103" = "Контроллер IPI";
"ClassCode0104" = "Контроллер RAID";
"ClassCode0105" = "Контроллер ATA";
"ClassCode0106" = "Контроллер SATA";
"ClassCode0107" = "Контроллер SAS";

"ClassCode02" = "Контроллер сети";
"ClassCode0200" = "Контроллер Ethernet";
"ClassCode0201" = "Контроллер маркерного кольца";
"ClassCode0202" = "Контроллер FDDI";
"ClassCode0203" = "Контроллер ATM";
"ClassCode0204" = "Контроллер ISDN";
"ClassCode0205" = "Контроллер WorldFip";
"ClassCode0206" = "Обработка на многомашинном комплексе PICMG 2.14";

"ClassCode03" = "Контроллер монитора";

"ClassCode04" = "Устройство мультимедиа";

"ClassCode05" = "Контроллер памяти";

"ClassCode06" = "Устройство связи двух локальных сетей";
"ClassCode0600" = "Мост хоста";
"ClassCode0601" = "Мост ISA";
"ClassCode0602" = "Мост EISA";
"ClassCode0603" = "Мост MCA";
"ClassCode0604" = "Мост от PCI к PCI";
"ClassCode0605" = "Мост PCMCIA";
"ClassCode0606" = "Мост NuBus";
"ClassCode0607" = "Мост CardBus";
"ClassCode0608" = "Мост RACEway";
"ClassCode0609" = "Мост от PCI к PCI";
"ClassCode060a" = "Мост от InfiniBand к PCI";

"ClassCode07" = "Контроллер обычной связи";
"ClassCode0700" = "Последовательный контроллер";
"ClassCode0701" = "Контроллер параллельного порта";
"ClassCode0702" = "Многопортовый последовательный контроллер";
"ClassCode0703" = "Контроллер модема";
"ClassCode0704" = "Контроллер GPIB";
"ClassCode0705" = "Смарт-карта";

"ClassCode08" = "Периферия базовой системы";
"ClassCode0804" = "Контроллер PCI Hot-Plug";

"ClassCode09" = "Контроллер устройства ввода";
"ClassCode0900" = "Контроллер клавиатуры";
"ClassCode0901" = "Контроллер дигитайзера";
"ClassCode0902" = "Контроллер мыши";
"ClassCode0903" = "Контроллер сканера";
"ClassCode0904" = "Контроллер Gameport";

"ClassCode0a" = "Док-станция";

"ClassCode0b" = "Сопроцессор";

"ClassCode0c" = "Контроллер последовательной шины";
"ClassCode0c00" = "Контроллер FireWire";
"ClassCode0c01" = "Контроллер ACCESS.bus";
"ClassCode0c02" = "Контроллер SSA";
"ClassCode0c03" = "Контроллер USB";
"ClassCode0c04" = "Контроллер оптоволоконного канала";
"ClassCode0c05" = "Контроллер SMBus";
"ClassCode0c06" = "Контроллер InfiniBand";
"ClassCode0c07" = "Контроллер IPMI";
"ClassCode0c08" = "Контроллер SERCOS";
"ClassCode0c09" = "Контроллер CANbus";

"ClassCode0d" = "Контроллер беспроводной связи";
"ClassCode0d00" = "Контроллер iRDa";
"ClassCode0d01" = "Контроллер Consumer IR";
"ClassCode0d10" = "Контроллер RF";
"ClassCode0d11" = "Контроллер Bluetooth";
"ClassCode0d12" = "Контроллер Broadband";
"ClassCode0d20" = "Контроллер Wi-Fi 5 ГГц";
"ClassCode0d21" = "Контроллер Wi-Fi 2,4 ГГц";

"ClassCode0e" = "Контроллер Intelligent I/O";

"ClassCode0f" = "Контроллер спутниковой связи";

"ClassCode10" = "Контроллер En/Decryption";

"ClassCode11" = "Контроллер сбора данных";
